IDEA Open Model
NumberGroups.Create Method (List<ValueCount>)
Compatible with IDEA StatiCa 20.1
 Creates new instance with list of ValueCount .
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public static NumberGroups Create(
	List<ValueCount> list
)
Public Shared Function Create (
	list As List(Of ValueCount)
) As NumberGroups
Parameters
list
Type: System.Collections.Generic.List<ValueCount>
The list of ValueCount objects.
Return Value
Type: NumberGroups
A new instance of group.
See Also
Reference
NumberGroups Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace